{ "enigmas" : 
    [
        {
            "id" : "v7zo6",
            "clue" : "Pour trouver le code de la prochaine énigme, regardez sous l'extrémité du banc la plus proche de l'ogre qui vous a salué en arrivant.",
            "order" : 0,
            "type" : "text",
            "title": "Enigme 1 : Oeufs de Poules", 
            "text" : "Huit cents poules pondent en moyenne huit cents oeufs en huit jours.",
            "prefix" : "Combien d'oeufs pondent quatre cents poules en quatre jours? (en chiffres) ",
            "answer" : "200",
            "answerText" : "Bonne réponse! En effet, quatre cents poules pondent quatre cents oeufs en huit jours. Donc quatre cents poules pondent deux cents oeufs en quatre jours."
        },  
        {
            "id" : "kly4t",
            "clue" : "Pour trouver le code de la prochaine énigme, trouvez la femme au sein nu de la salle des canap'. Elle vous indiquera le tiroir dans lequel il se trouve.",
            "order" : 1,
            "type" : "select",
            "title":"Enigme 2 : Lien de Parenté", 
            "text" : "Vous vous dites ceci :<br>'Je suis un homme. Si le fils de cet autre homme est le père de mon fils, quel est le lien de parenté entre cet homme et moi?'",
            "prefix" : "Cet homme est mon ... :",
            "options" : [
                {
                    "id" : "frère", 
                    "label" : "Frère"
                },
                {
                    "id" : "père", 
                    "label" : "Père"
                },
                {
                    "id" : "fils", 
                    "label" : "Fils"
                },
                {
                    "id" : "grand-père", 
                    "label": "Grand Père"
                },
                {
                    "id" : "petit-fils", 
                    "label": "Petit Fils"
                },
                {
                    "id" : "oncle", 
                    "label": "Oncle"
                },
                {
                    "id" : "neveu", 
                    "label": "Neveu"
                }
            ],
            "answer" : "père",
            "answerText" : "Bonne réponse! Le père de mon fils = moi. Donc la phrase devient : ' Si le fils de cet homme c'est moi, quel est le lien de parenté entre cet homme et moi? '."
        },
        {
            "id" : "43k4c",
            "clue" : "Pour trouver le code de la prochaine énigme, regardez dans le porte-prospectus de la salle au photomaton. Les meilleurs voeux du moulin de Nicollin pourraient vous porter chance.",
            "order" : 2,
            "type" : "image",
            "title": "Enigme 3 : Lettre en Rébus", 
            "imgSrc" : "Enigma13.jpg",
            "prefix" : "Quelle expression se cache derrière ce dessin?",
            "answer" : "plus de peur que de mal",
            "answerText" : "Bonne réponse!"
        },     
        {
            "id" : "er7r5",
            "clue" : "Pour trouver le code de la prochaine énigme, mettez donc la tête dans la cheminée de la salle aux canap'!",
            "order" : 3,
            "type" : "select",
            "title":"Enigme 4 : Mot de passe", 
            "text" : "Un légat du pape souhaite assister à une réunion secrète tenue par les chevaliers cathares. Pour être admis, il doit donner le mot de passe au garde à l'entrée. Il se cache et écoute les personnes qui se présentent. <br> Un homme arrive.<br> Le garde lui dit : 'Cinq', l'homme répond 'Quatre'. Le garde le laisse entrer.<br>Un deuxième se présente. <br>Le garde lui dit : 'Six', il répond : 'Trois' et passe.<br>Un dernier paraît.<br>Le garde lui dit : 'Quatre', il répond 'Six' et entre.<br>Arrive le tour du légat du pape.<br>Le garde lui dit : 'Sept'.",
            "prefix" : "Que doit-il répondre pour pouvoir entrer?",
            "options" : [
                {
                    "id" : "0", 
                    "label" : "Zéro"
                },
                {
                    "id" : "1", 
                    "label" : "Un"
                },
                {
                    "id" : "2", 
                    "label" : "Deux"
                },
                {
                    "id" : "3", 
                    "label": "Trois"
                },
                {
                    "id" : "4", 
                    "label": "Quatre"
                },
                {
                    "id" : "5", 
                    "label": "Cinq"
                },
                {
                    "id" : "6", 
                    "label": "Six"
                },
                {
                    "id" : "7", 
                    "label": "Sept"
                },
                {
                    "id" : "8", 
                    "label": "Huit"
                },
                {
                    "id" : "9", 
                    "label": "Neuf"
                },
                {
                    "id" : "10", 
                    "label": "Dix"
                }
            ],
            "answer" : "4",
            "answerText" : "Bonne réponse! 'Quatre' correspond au nombre de lettres du chiffre prononcé par le garde."
        },
        {
            "id" : "gh6jz",
            "clue" : "Pour trouver le code de la prochaine énigme, regardez derrière le livre sur B.B., le plus en bas à gauche de la bibliothèque de la salle de danse.",
            "order" : 4,
            "type" : "image",
            "title": "Enigme 5 : Cour d'honneur", 
            "imgSrc" : "Enigma750.jpg",
            "text" : "Cette figure représente le pavage d'une cour d'honneur.",
            "prefix" : "Combien comporte-t-elle de carrés au total? (en chiffre)",
            "answer" : "30",
            "answerText" : "Bonne réponse! Seize de taille 1x1 ; neuf de taille 2x2 ; quatre de taille 3x3 ; un de taille 4x4"
        }, 
        {
            "id" : "ftbx9",
            "clue" : "Pour trouver le code de la prochaine énigme, allez faire la vaisselle dans la salle de plonge. Et fermez donc les portes pour ne pas faire de bruit !",
            "order" : 5,
            "type" : "select",
            "title": "Enigme 6 : Quel jour?", 
            "text" : "Si nous ne sommes pas le lendemain de lundi ou le jour avant jeudi, que demain n'est pas dimanche, que ce n'était pas dimanche hier et que le jour d'après demain n'est pas samedi, et que le jour avant hier n'était pas mercredi...",
            "prefix" : "Quel jour sommes-nous?",
            "options" : [
                {
                    "id" : "lundi", 
                    "label" : "Lundi"
                },
                {
                    "id" : "mardi", 
                    "label" : "Mardi"
                },
                {
                    "id" : "mercredi", 
                    "label" : "Mercredi"
                },
                {
                    "id" : "jeudi", 
                    "label": "Jeudi"
                },
                {
                    "id" : "vendredi", 
                    "label": "Vendredi"
                },
                {
                    "id" : "samedi", 
                    "label": "Samedi"
                },
                {
                    "id" : "dimanche", 
                    "label": "Dimanche"
                }
            ],
            "answer" : "dimanche",
            "answerText" : "Bonne réponse!"
        }, 
        {
            "id" : "7gamf",
            "clue" : "Pour trouver le code de la prochaine énigme, allez faire la cuisine ! Il vous faudra très certainement utiliser la poêle la plus à gauche.",
            "order" : 6,
            "type" : "image",
            "title": "Enigme 7 : Lettre en Rébus 2", 
            "imgSrc" : "Enigma210.jpg",
            "prefix" : "Quelle expression se cache derrière ce dessin?",
            "answer" : "mettre les petits plats dans les grands",
            "answerText" : "Bonne réponse!"
        }, 
        {
            "id" : "bseha",
            "clue" : "Pour trouver le code de la prochaine énigme, faites un tour dans le chapiteau sous l'escalier.",
            "order" : 7,
            "type" : "text",
            "title":"Enigme 8 : Suite Logique", 
            "text" : "Quelle est la prochaine lettre de cette suite logique : ",
            "prefix" : "U D T Q C S S ...",
            "answer" : "h",
            "answerText" : "Bonne réponse! Les termes de cette suite correspondent aux initiales des chiffres : 'Un, Deux, Trois, Quatre, Cinq, Six, Sept ...'"
        },
        {
            "id" : "jjk6s",
            "clue" : "Pour trouver le code de la prochaine énigme, regardez dans le meuble turquoise derrière la cloison sur laquelle twerk spider-man.",
            "order" : 8,
            "type" : "text",
            "title": "Enigme 9 : Escargot grimpeur", 
            "text" : "Un escargot veut grimper au sommet d'un mur de 10 m de haut. Mais il se déplace d'une façon très particulière : pendant la journée, il monte de 3 m et, durant la nuit, il redescend de 2 m.",
            "prefix" : "S'il commence son ascension un matin, combien de jours lui faudra-t-il pour accéder au sommet de ce mur? (en chiffres)",
            "answer" : "8",
            "answerText" : "Bonne réponse!"
        } ,
        {
            "id" : "g0zt2",            
            "clue" : "<p><b>Félicitations, vous avez résolu la dernière énigme et le chronomètre est arrêté !</b></p> <p> Afin de valider votre participation et rentrer dans le podium, suivez les étapes suivantes : </p> <p><b>1)</b> Ouvrez le menu de statistiques en appuyant sur le bouton en haut à droite de l'écran </p> <p><b>2)</b> Prenez une capture d'écran montrant ce menu </p> <p><b>3)</b> Créez un dossier portant le nom de votre équipe dans le drive accessible <a href='https://bit.ly/3Nl8IVc' target='_blank' rel='noopener noreferrer'>ici</a></p><p> <b>4)</b> Transférez la capture d'écran prise précédemment dans ce nouveau dossier </p><p> <b>5)</b> Vous souhaitez effacer cinq de vos pénalités ? Prenez un selfie avec Margaux et Loréna et transférez-la dans votre dossier sur le drive !</p><p> Les résultats seront annoncés dimanche midi <br> Merci beaucoup d'avoir joué, j'éspère que vous vous êtes bien amusés !</p>",
            "order" : 9,
            "type" : "text",
            "title":"Enigme 10 : En manque d'air", 
            "text" : "Écrivez en toute lettre le chiffre manquant tout en conservant la cohérence de la phrase :",
            "prefix" : "Dans cette phrase, le 'r' est présent ",
            "suffix" : "fois.",
            "answer" : "quatre",
            "answerText" : "Bonne réponse! Trois ne peut pas convenir, car il contient un R. Quatre convient alors."
        }
    ]
}