{ "enigmas" : 
    [
        {
            "id" : "v7zo6",
            "clue" : "Pour trouver la prochaine énigme, regardez sous la colonne où Pulco affûte ses griffes.",
            "order" : 0,
            "type" : "text",
            "title": "Enigme 1 : Chats", 
            "text" : "Dans les jardins de la résidence, 3 chats attrapent 3 souris en 3 minutes.",
            "prefix" : "Combien faudrait-il de chats pour attraper 100 souris en 100 minutes? (en chiffres) ",
            "answer" : "3",
            "answerText" : "Les mêmes trois chats! Si les chats prennent en moyenne une souris à la minutes, en cent minutes ils attraperont cent souris."
        },  
        {
            "id" : "kly4t",
            "clue" : "Pour trouver la prochaine énigme, jetez donc un oeil derrière la maison des insectes",
            "order" : 1,
            "type" : "image",
            "title": "Enigme 2 : Lettre en Rébus", 
            "imgSrc" : "Enigma26.jpg",
            "prefix" : "Quelle expression se cache derrière ce dessin?",
            "answer" : "de but en blanc",
            "answerText" : "Bonne réponse!"
        },
        {
            "id" : "43k4c",
            "clue" : "Pour trouver la prochaine énigme, jetez un coup d'oeil derrière notre plus grand écran",
            "order" : 2,
            "type" : "text",
            "title": "Enigme 3 : Tournoi", 
            "text" : "En vous rendant à un tournoi, vous croisez six chevaliers accompagnés chacun de six écuyers. Chaque écuyer tient deux chevaux par la bride et, sur chaque cheval, deux enfants sont installés.",
            "prefix" : "Combien de personnes se rendent au tournoi? (en chiffres) ",
            "answer" : "1",
            "answerText" : "Et oui, une seule personne se rend au tournoi...vous! Vous n'avez fait que croiser les autres! (héhéhé désolé c'était un poti piège)"
        },     
        {
            "id" : "er7r5",
            "clue" : "Pour trouver la prochaine énigme, soulevez mon jeu de plateau préféré (il est léger)",
            "order" : 3,
            "type" : "text",
            "title": "Enigme 4 : Occurrences", 
            "text" : "Le roi Raphaël est distrait, il a oublié le code du coffre dans lequel il range ses plus précieux jeux de plateau.<br>Il va trouver le prince Pulco, son chat, auquel il se souvient d'avoir confié un pense-bête, en cas de besoin. Ce dernier lui remet un parchemin sur lequel on peut lire :<br><i>Pour retrouver le code du coffre, il faut remplacer les blancs de la phrase qui suit par des chiffres, en faisant en sorte que cette phrase reste cohérente (les chiffres insérés étant également pris en compte). Les dix chiffres insérés, dans l'ordre, donneront le code!</i>",
            "prefix" : "Voici la phase : <br>Dans cette phrase, le nombre d'occurrence de 0 est __, de 1 est __, de 2 est __, de 3 est __, de 4 est __, de 5 est __, de 6 est __, de 7 est __, de 8 est __ et de 9 est __.",
            "answer" : "1732111211",
            "answerText" : "Bonne réponse!"
        },
        {
            "id" : "gh6jz",
            "clue" : "Pour trouver la prochaine énigme, regardez derrière la porte menant à la seule pièce ayant conservé son sol d'origine",
            "order" : 4,
            "type" : "text",
            "title": "Enigme 5 : Suite logique", 
            "text" : "Complétez cette suite logique (une seule lettre)",
            "prefix" : "NXSEQX",
            "answer" : "T",
            "answerText" : "Les termes de cette suite correspondent aux lettres finales des chiffres uN deuX troiS quatrE cinQ siX sepT"
        }, 
        {
            "id" : "ftbx9",
            "clue" : "Pour trouver la prochaine énigme, il faut ouvrir la plus haute porte de la pièce à la ligne bleue",
            "order" : 5,
            "type" : "image",
            "title": "Enigme 6 : Lettre en Rébus 2", 
            "imgSrc" : "Enigma85.jpg",
            "prefix" : "Quelle titre de chanson se cache derrière ce dessin?",
            "answer" : "sur ma route",
            "answerText" : "Bonne réponse! Je n'ai pas eu de doute..."
        }, 
        {
            "id" : "7gamf",
            "clue" : "Pour trouver la prochaine énigme, ouvrez l'un des placards de la cuisine",
            "order" : 6,
            "type" : "text",
            "title": "Enigme 7 : Blessure", 
            "text" : "Lors du tournoi auquel vous vous rendiez un peu plus tôt, un homme et son fils sont deux des candidats en lice. Une lance atteint le père qui meurt sur le coup.<br>Son fils, également blessé, est transporté dans une tente.<br>Le docteur chargé de l'examiner se penche sur la civière et s''exclame :<br><b>Mon dieu! C'est mon fils ! </b>",
            "prefix" : "Comment est-ce possible? Complétez la phrase : Le docteur est ...",
            "answer" : "sa mère",
            "answerText" : "Bonne réponse !"
        }, 
        {
            "id" : "bseha",
            "clue" : "Le prochain code sent très fort les pieds",
            "order" : 7,
            "type" : "text",
            "title":"Enigme 8 : Charade d'ivrogne", 
            "text" : "Mon premier est un délit.<br>Mon deuxième est du riz.<br>Mon troisième est un homme très mince.",
            "prefix" : "Mon tout menace l'ivrogne s'il arrête de boire...",
            "answer" : "Delirium Tremens",
            "answerText" : "Bonne réponse!"
        },
        {
            "id" : "jjk6s",
            "clue" : "Pour trouver la dernière énigme, il faudra s'assoir sur le trône et ouvrir la porte à votre gauche!",
            "order" : 8,
            "type" : "text",
            "title": "Enigme 9 : Muletier", 
            "text" : "Un muletier s'apprête à emprunter une ruelle à l'entrée de laquelle une pancarte indique : <b>Interdit aux mules</b>.<br>Il regarde la pancarte sans broncher et s'engage dans la ruelle, avant d'être interpellé par un soldat de la maréchaussée.<br>Tout deux discutent un moment et le muletier repart sans histoire.",
            "prefix" : "Comment est-ce possible? Complétez la phrase : Le muletier est ...",
            "answer" : "à pied",
            "answerText" : "Bonne réponse!"
        } ,
        {
            "id" : "g0zt2",            
            "clue" : "<p><b>Félicitations, vous avez résolu la dernière énigme et le chronomètre est arrêté !</b></p> <p> Afin de valider votre participation et rentrer dans le podium, suivez les étapes suivantes : </p> <p><b>1)</b> Ouvrez le menu de statistiques en appuyant sur le bouton en haut à droite de l'écran </p> <p><b>2)</b> Prenez une capture d'écran montrant ce menu </p> <p><b>3)</b> Créez un dossier portant le nom de votre équipe dans le drive accessible <a href='https://bit.ly/3EPBxaz' target='_blank' rel='noopener noreferrer'>ici</a></p><p> <b>4)</b> Transférez la capture d'écran prise précédemment dans ce nouveau dossier </p><p> <b>5)</b> Vous souhaitez effacer cinq de vos pénalités ? Prenez un selfie avec Raphaël et Caroline et transférez-la dans votre dossier sur le drive !</p><p> Les résultats seront annoncés dans la soirée <br> Merci beaucoup d'avoir joué, j'éspère que vous vous êtes bien amusés !</p>",
            "order" : 9,
            "type" : "image",
            "title": "Enigme 10 : Lettre en Rébus 3", 
            "imgSrc" : "Enigma66.jpg",
            "prefix" : "Quelle expression se cache derrière ce dessin?",
            "answer" : "à vos souhaits",
            "answerText" : "Bonne réponse!"
        }
    ]
}